<script setup lang="ts">
</script>

<template>
  <view class="tle">《隐私政策》</view>
  <view class="title">引言</view>
  <view>
    1.1《隐私政策》适⽤于向您提供的所有产品及服务，包括⼩程
    序、移动客户端（“APP”）及其他客户端，在任何第三⽅平
    台上建⽴的线上渠道（以下统称“线上渠道”）。1.2请您在
    使⽤各项产品和/或服务前，仔细阅读并充分理解本隐私政策
    的全部内容。⼀旦您使⽤或继续使⽤的产品/服务，即表示您
    同意我们按照本隐私政策使⽤和处理您的相关信息。
    1.3我们可能会不时依据法律法规或业务调整对本隐私政策
    进⾏修订。当本隐私政策发⽣变更后，我们会在版本更新
    后通过在显著位置提示或推送通知、消息等形式向您展示变
    更后的内容。
    1.4您需理解，只有在您确认并同意变更后的《隐私政
    策》，我们才会依据变更后的隐私政策收集、使⽤、处理
    和存储您的个⼈信息；您有权拒绝同意变更后的隐私政
    策，但请您知悉，⼀旦您拒绝同意变更后的隐私政策，可能
    导致您不能或不能继续完整使⽤的相关服务和功能，或者⽆
    法达到我们拟达到的服务效果。
    1.5在您同意⼩程序隐私政策后，我们将进⾏集成SDK的初始
    化⼯作，会收集您的 android_id、IP 地址、Mac 地址、IMEI、
    IMSI 和应⽤安装列表，以保障正常数据统计和安全⻛控。

  </view>
  <view class="title">⼆、我们如何收集和使⽤您的个⼈信息</view>
  <view>
    2.1我们深知个⼈信息对您的重要性，并会尽全⼒保护您的个
    ⼈信息安全可靠。我们致⼒于维持您对我们的信任，恪守以下
    原则，保护您的个⼈信息：权责⼀致原则、⽬的明确原
    则、选择同意原则、最少够⽤原则、确保安全原则、主体
    参与原则、公开透明原则等。同时，我们承诺，我们将按
    业界成熟的安全标准，采取相应的安全保护措施来保护您的个
    ⼈信息。如果我们欲将您的个⼈信息⽤于本隐私政策未载明
    的其它⽤途，或基于特定⽬的将收集⽽来的信息⽤于其他
    ⽬的，我们会及时以合理的⽅式向您告知，并在使⽤前再
    次征得您的同意。
    2.2个⼈信息是指以电⼦或者其他⽅式记录的能够单独或者与其
    他信息结合识别特定⾃然⼈身份或者反映特定⾃然⼈活动
    情况的各种信息。本隐私政策中可能涉及的个⼈信息包
    括：基本信息（包括个⼈姓名、⽣⽇、性别、个⼈电话号
    码）；⽹络身份标识信息（包括账号、IP 地址及与前述有关
    的密码）；个⼈常⽤设备信息（包括设备名称、设备型号、
    操作系统和应⽤程序版本、设备设置、唯⼀设备标识符、
    设备环境等软硬件特征信息）；个⼈位置信息（包括精准
    定位信息、经纬度以及 WLAN 接⼊点等传感器信息）；个
    ⼈敏感信息是指⼀旦泄露、⾮法提供或滥⽤可能危害⼈身和
    财产安全，极易导致个⼈名誉、身⼼健康受到损害或歧视性待
    遇等的个⼈信息，本隐私政策中可能涉及的个⼈敏感信息
    包括：您的⽣物识别特征（静态或动态的⾯部特征）；个
    ⼈身份信息（包括身份证、驾驶证、户⼝本）；⽹络身份
    识别信息（包括账户名、账户昵称、及与前述有关的密码与密
    码保护问题和答案）；个⼈财产信息（银⾏账号、交易和消
    费记录、信贷记录以及虚拟财产信息）；其他信息（⾏踪
    轨迹、住宿信息、精准定位信息）；14 周岁以下的⼉童信
    息。以上个⼈信息和个⼈敏感信息包含的内容出⾃于《信息安
    全技术个⼈信息安全规范》。2.3 通常情况下，我们会出于
    以下⽬的收集和使⽤您的个⼈信息：
    2.3.1【注册】在您注册成为乐萨国际小程序⽤户时，您需要
    ⾄少提供⼿机号码以创建账号，并完善相关的⽹络身份识
    别信息（包括头像、昵称及登录密码）。⼿机号码属于个
    ⼈敏感信息，收集此类信息是为了满⾜相关法律法规的⽹
    络实名制要求，若您不提供这类信息，您可能⽆法正常使
    ⽤我们的服务。在使⽤服务过程中，如果您提供以下额外信
    息补全个⼈资料，将有助于我们给您提供更好的服务和体
    验：您的出⽣⽇期、性别、电⼦邮箱、偏好语⾔。但如果您不
    提供这些信息，将不会影响使⽤我们产品或服务的基本功
    能。您提供的上述信息将在您使⽤本服务期间持续授权我
    们使⽤。在您成功注册后，我们还会在您使⽤系统过程中
    持续地向您收集相关信息。2.3.2【授权登录】如您选择使⽤
    第三⽅账号登录时，我们会在获得您授权同意的前提下，从
    第三⽅获取您共享的账号信息（包括头像、昵称、地区、
    性别信息）与您的账号进⾏绑定⽤于快捷登录，我们会依
    据与第三⽅的约定，在符合相关法规的前提下，使⽤您的个
    ⼈信息。如果以上信息有部分缺失，我们可能会按照上述2.3.1
    的规定向您补充收集信息。2.3.3【账号信息展示】如果您
    已拥有账号，我们会在各渠道应⽤程序上展示您的上述个
    ⼈信息，以及您在使⽤产品和服务中执⾏的操作。我们可
    能会展示您⽤账号在关联的商家平台上使⽤产品和服务中
    执⾏的操作。我们会通过账号集中展示您的个⼈资料、优
    惠权益、交易订单。
    2.3.4【位置】当您通过系统授权开启移动设备的定位功能
    并使⽤基于位置提供的服务时，我们会收集和使⽤您的位置
    信息以便为您展示附近的⻔店或提供线上服务。该信息属于个
    ⼈敏感信息，您可以在移动设备的系统中关闭定位服务停⽌
    我们对您所在位置信息的收集，但可能因此⽆法使⽤我们基
    于地理位置为您提供的服务，或者⽆法达到相关服务的预
    期效果。
    2.3.5【订单】您在预订/下单系统内产品或服务时，您需要
    提供联系⼈信息（姓名、性别、电话号码）、地址信息、服
    务。为向您展示您账户的订单信息及便于您对订单信息的
    管理，我们会收集您在使⽤我们服务过程中产⽣的订单信
    息。您在上⽣成的订单中，将可能包含您的身份信息、联络
    信息、住宿信息、⽀付信息，这些都属于个⼈敏感信息，请
    您谨慎向他⼈展示或对外提供，我们也将会在展示订单信
    息时，在保证信息可⽤性的基础上尽量去标识化处理。在
    您提供指定收件⼈的上述信息之前，您应确保您已获得该收
    件⼈的授权同意。2.3.6【评价信息发布】您可以在系统上对
    产品和服务进⾏评价，我们将收集您发布的信息，并展示
    您的⽤户名、头像和发布内容。请注意，您发布的信息中
    可能会涉及您或他⼈的个⼈信息甚⾄个⼈敏感信息，如您在
    评价时选择上传包含个⼈信息的图⽚，请您更加谨慎的考
    虑，是否在使⽤我们的服务时发布分享相关信息。您公开发布
    的信息中涉及未成年个⼈信息的，需在发布前取得所涉及未
    成年⼈的监护⼈的授权同意。前述情形下监护⼈有权通过
    本政策“如何联系我们”提供的联系⽅式联系我们，要求更
    正或删除涉及未成年⼈个⼈信息的内容。
    2.3.7【卡券】如果您通过平台购买及/或接受了预付卡券，我
    们会向您收集相关信息，包括您所购买及/或接受的卡券名
    称、您购买及/或接受卡券的频率、您消费的⾦额、您购买
    及/或接受卡券的⽇期、您的卡券使⽤信息、您的⽤户名。
    2.3.8如果您通过⾦巴利线上渠道购买及/或接受了产品和/或
    服务，我们会向您收集相关信息，包括您所购买及/或接受
    的产品和/或服务的名称、您购买及/或接受产品和/或服务
    的频率、您消费的⾦额、⽇期、您所使⽤的第三⽅平台账
    号以及⽤户唯⼀标识（在您使⽤了您的第三⽅平台账号的情形
    下）、您或者您指定的收件⼈的姓名、邮寄地址、联系⽅
    式、您登录和访问线上渠道时的使⽤信息（包括您所访问
    ⽹⻚的 URL 以及所浏览或使⽤的具体服务和功能、访问⽇
    期和时间）。在您向系统提供指定收件⼈的上述信息之
    前，您应确保您已获得该收件⼈的授权同意。2.3.9【⽀付】
    当您在系统上进⾏⽀付⾏为时，需要使⽤到⽀付功能。在
    ⽀付过程中，我们可能会收集您的第三⽅⽀付渠道的
    userID（个⼈敏感信息）。上述信息为我们向您提供您购买
    商品和/或服务所必须的信息，我们⽆法仅根据该信息获得您
    的个⼈财产信息，也不能识别特定⾃然⼈身份信息。2.3.10
    【客服⽀持】当您与我们的客服取得联系时，为了您的账
    号与系统安全，我们可能需要您先⾏提供账号信息，并与
    您之前的个⼈信息相匹配以验证您的⽤户身份；当您需要我
    们提供与您订单相关的客户服务时，我们可能会查询您的相
    关订单信息以便给予您适当的帮助和处理；当您需要客服
    协助您修改有关信息时，您可能还需要提供上述信息外的
    其他信息以便完成修改。为了⽅便与您联系或帮助您解决问
    题，我们可能还需要您提供姓名、⼿机号码、电⼦邮件及其
    他联系⽅式（个⼈敏感信息）。另外，我们还会收集您与
    我们的通讯信息（包括⽂字/图⽚/⾳视频/通话记录形
    式）、与您的需求相关联的其他必要信息。我们收集这些信
    息是为了调查事实与帮助您解决问题，如您拒绝提供上述信
    息，我们可能⽆法向您及时反馈投诉、申诉或咨询结果。在
    进⾏客服咨询时，您可能需要相应的开启相册、相机、⻨克
    ⻛权限来与客服沟通并提供相应材料。当然，您也可以随
    时通过您设备的相关功能设置开启/取消该权限。
    2.3.11【安全⽀持】为了保障您的账号安全、交易安全以及
    系统运⾏安全，满⾜法律法规和我们协议规则的相关要求，在
    您使⽤我们的产品/服务过程中，经您授权我们会获取您的
    设备信息，包括您使⽤的设备属性、连接和状态信息，包
    括设备型号、唯⼀设备标识符（如
    IMEI/androidID/IDFA/OPENUDID/GUID、SIM 卡 IMSI 信
    息）、设备 MAC 地址、软件列表、电信运营商。为提⾼您
    使⽤我们提供的服务的安全性，更准确地预防钓⻥⽹站欺
    诈和⽊⻢病毒，我们可能会使⽤或整合您的个⼈信息以及
    我们合作伙伴取得您授权或者依法共享的信息，根据您的使
    ⽤习惯和常⽤软件信息来综合判断您的账号及交易⻛险，包
    括验证身份，预防、发现、调查可能存在的欺诈、⽹络病
    毒、⽹络攻击的安全⻛险以及违反我们或关联⽅协议、政
    策或规则的⾏为，以保护您、其他⽤户、我们或关联⽅的
    合法权益，并记录⼀些我们认为有⻛险的链接(“URL”)。
    果您点击该链接，我们则会跟踪此次点击，帮助我们了解您
    的产品或服务偏好以便于我们主动改善客户服务体验。⽹
    站信标通常是⼀种嵌⼊到⽹站或电⼦邮件中的透明图像。
    借助于电⼦邮件中的像素标签，我们能够获知电⼦邮件是否
    被打开。如果您不希望⾃⼰的活动以这种⽅式被追踪，则可
    以随时从我们的寄信名单中退订
  </view>
  <view class="title">三、我们如何共享、转让、公开 披露您的个⼈信息</view>
  <view>
    4.1共享我们不会向第三⽅共享你的个⼈信息，除⾮经过你本⼈
    明确授权同意，但在下列情况下，我们可能会共享的个⼈
    信息：
    4.1.1您的个⼈信息可能会在我们的关联公司之间共享。我们
    只会共享必要的个⼈信息（为便于您使⽤账号使⽤关联公司
    的其他产品或服务，识别账号异常或保护关联公司或其他⽤
    户或公众的⼈身财产安全免遭侵害，我们会在关联公司内
    共享您必要的账户信息）且会受本隐私群政策中所声明⽬
    的的约束，如果我们共享您的个⼈敏感信息或关联公司改
    变个⼈信息的使⽤及处理⽬的，将再次征求您的授权同意。
    4.1.2 为了向您提供更完善、优质的产品和服务，我们的某
    些服务将由授权合作伙伴提供。我们可能会与合作伙伴共
    享您的某些个⼈信息，以提供更好的客户服务和⽤户体
    验。我们仅会出于合法、正当、必要、特定、明确的⽬的
    共享您的个⼈信息，并且只会共享提供服务所必要的个⼈
    信息。我们的合作伙伴⽆权将共享的个⼈信息⽤于任何其
    他⽤途。同时，我们会与合作伙伴签署严格的保密协定，
    要求他们按照我们的说明、本隐私政策以及其他任何相关的保
    密和安全措施来处理您的个⼈信息。我们的合作伙伴⽆权将
    共享的个⼈信息⽤于任何其他⽤途。如果您拒绝我们的合
    作伙伴在提供服务时收集为提供服务所必须的个⼈信息，
    将可能导致您⽆法在我们的平台中使⽤该第三⽅服务。
    4.2转让我们不会将您的个⼈信息转让给任何公司、组织和
    个⼈，但以下情况除外：
    4.2.1在获取明确同意的情况下转让：获得您的明确同意后，
    我们会向其他⽅转让您的个⼈信息
    4.2.2在涉及合并、收购或破产清算时，如涉及到个⼈信息转
    让，我们会在要求新的持有您个⼈信息的公司、组织继续受此
    隐私政策的约束，否则我们将要求该公司、组织重新向您
    征求授权同意。
    4.3公开披露我们仅会在以下情况下，公开披露您的个⼈信
    息：
    1）获得您明确同意后；
    2）基于法律的披露：在法律、法律程序、诉讼或政府主管
    部⻔强制性要求的情况下，我们可能会公开披露您的个⼈
    信息。
    3）因需要对违规账号、欺诈⾏为等进⾏处罚公告的。特别
    提示：对于公开披露的您的个⼈信息，我们会在收到公开
    披露申请后第⼀时间且审慎审查其正当性、合理性、合法
    性，并在公开披露时和公开披露后采取最严格个⼈信息安
    全保护措施和⼿段对其进⾏保护。
    4.4共享、转让、公开披露您的个⼈信息的例外请您知悉，另
    外，根据相关法律法规及国家标准，以下情形中，我们可
    能会共享、转让、公开披露个⼈信息⽆需事先征得个⼈信
    息主体的授权同意
    1）与国家安全、国防安全直接相关的；
    2）与公共安全、公共卫⽣、重⼤公共利益直接相关的；
    3）与犯罪侦查、起诉、审判和判决执⾏等直接相关的；
    4）出于维护个⼈信息主体或其他个⼈的⽣命、财产等重⼤
    合法权益但⼜很难得到本⼈同意的；
    5）个⼈信息主体⾃⾏向社会公众公开的个⼈信息；
    6）从合法公开披露的信息中收集个⼈信息的，如合法的新
    闻报道、政府信息公开等渠道。根据法律规定，若我们对
    个⼈信息采取技术措施和其他必要措施进⾏处理，使得数
    据接收⽅⽆法重新识别特定个⼈且不能复原，则此类处理后数
    据的共享、转让、公开披露⽆需另⾏向您通知并征得您的同
    意。
  </view>
  <view class="title">四、我们如何保护您的个⼈信息</view>
  <view>
    5.1 我们使用符合业界标准的安全防护措施保护您提供的个 人信息，防止数据遭到未经授权的访问、公开披露、使用、 修改，防止数据发生损坏或丢失。我们将在合理的安全水平 内使用各种安全保护措施以保障信息的安全。
  </view>
</template>

<style scoped>
.tle {
  text-align: center;
  font-size: 40rpx;
  font-weight: bold;
  letter-spacing: 1rpx;
  color: black;
  text-indent: 0rem;
}
.title {
  font-size: 36rpx;
  color: black;
  margin: 50rpx 0 20rpx 0;
  text-indent: 0rem;
}
view {
  font-size: 26rpx;
  line-height: 45rpx;
  color: #606060;
  text-align: justify;
  padding: 0 15rpx;
  padding: 0 15rpx;
  text-indent: 2rem;
}
</style>

<route lang="json5">
{
style: {
navigationBarTitleText: '隐私政策',
}
}
</route>
